Repository: bmaroti9/Overmorrow
Catalog: lib/l10n/app_*.arb
Languages: el, fi, hr, id, mk, pl, ro, sw, ur

source: Search provider
el: Πάροχος αναζήτησης
fi: Hakupalvelu
hr: Pružatelj pretraživanja
id: Penyedia pencarian
mk: Обезбедувач на пребарување
pl: Dostawca wyszukiwania
ro: Căutare distribuitor
sw: Tafuta huduma
ur: جگہوں کو ڈھونڈنے والا

source: updated, just now
el: ανανεώθηκε, μόλις τώρα
fi: päivitetty, juuri nyt
hr: ažurirano, upravo sada
id: baru saja diperbarui
mk: ажурирано, токму сега
pl: zaktualizowane, właśnie teraz
ro: actualizat, chiar acum
sw: imwsahihishwa sasa hivi
ur: ابھی اپڈیٹ ہوا

source: Color source
el: Πηγή χρώματος
fi: Värilähde
hr: Izvor boje
id: Sumber warna
mk: Извор на боја
pl: Źródło koloru
ro: Sursă culoare
sw: chanzo cha rangi
ur: رنگ کا ماخذ

source: Image source
el: Πηγή εικόνας
fi: Kuvalähde
hr: Izvor slike
id: Sumber gambar
mk: Извор на слика
pl: Źródło obrazu
ro: Sursă imagine
sw: chanzo cha picha
ur: تصویر کا ماخذ

# sumLowercase
source: sum
hr: suma
id: jumlah
mk: Прег.
pl: suma
ro: pe scurt
sw: jumla
ur: خلاصہ

# precipLowercase
source: precip
el: κατ. βροχής
fi: sade
hr: oborina
id: curah hujan
mk: врнеж
pl: opad
sw: mvua
ur: رطوبتی نزول

# windLowercase
source: wind
el: άνεμος
fi: tuuli
hr: vjetar
id: angin
mk: ветер
pl: wiatr
ro: vânt
sw: upepo
ur: ہوا

# uvLowercase
source: uv
mk: ув
ur: بالائے بنفشی

# goodAqiDesc
source: Air quality is excellent; no health risk.
el: Η ποιότητα του αέρα είναι εξαιρετική. Δεν υπάρχει κίνδυνος για την υγεία.
fi: Ilmanlaatu on erinomainen; ei terveysriskiä.
hr: Kvaliteta zraka je izvrsna; nema zdravstvenog rizika.
id: Kualitas udara sangat baik; tidak ada risiko kesehatan.
mk: Квалитетот на воздухот е одличен; нема ризик по здравјето.
pl: Jakość powietrza jest doskonała; brak ryzyka dla zdrowia.
ro: Calitatea aerului este excelentă; niciun risc de sănătate.
sw: Ubora wa hewa ni bora; hakuna hatari kwa afya.
ur: ہوا کا معیار بہترین۔ صحت کو کوئی خطرہ نہیں۔

# fairAqiDesc
source: Acceptable air quality; minor risk for sensitive people.
el: Αποδεκτή ποιότητα αέρα· ελάχιστος κίνδυνος για ευαίσθητα άτομα.
fi: Kelvollinen ilmanlaatu; pienehkö riski herkille ihmisille.
hr: Prihvatljiva kvaliteta zraka; manji rizik za osjetljive osobe.
id: Kualitas udara dapat diterima; sedikit risiko bagi orang yang sensitif.
mk: Прифатилив квалитет на воздухот; мал ризик за сензитивни луѓе.
pl: Akceptowalna jakość powietrza; niewielkie ryzyko dla osób wrażliwych.
ro: Calitatea aerului este acceptabil; risc mic pentru persoanele sensibile.
sw: Ubora wa hewa unaokubalika; hatari ndogo kwa watu nyeti.
ur: قابلِ قبول فضائی معیار؛ حساس افراد کے لیے معمولی خطرہ۔

# moderateAqiDesc
source: Sensitive individuals may experience mild effects.
el: Τα ευαίσθητα άτομα ενδέχεται να παρουσιάσουν ήπια αποτελέσματα.
fi: Herkät yksilöt voivat kokea vähäisiä tuntemuksia.
hr: Osjetljive osobe mogu osjetiti blage nuspojave.
id: Individu yang sensitif mungkin mengalami efek ringan.
mk: Сензитивни индивидуалци можат да почувствуваат благи ефекти.
pl: Osoby wrażliwe mogą odczuwać łagodne skutki.
ro: Persoanele sensibile ar putea resimți efecte ușoare.
sw: Watu nyeti wanaweza kupata athari kidogo.
ur: حساس افراد کے لے ہلکے اثرات متوقع۔

# poorAqiDesc
source: Health effects possible for everyone, serious for sensitive groups.
el: Πιθανές επιπτώσεις στην υγεία για όλους, σοβαρές για τις ευαίσθητες ομάδες.
fi: Terveysvaikutukset mahdollisia kaikille, vaikeita herkille.
hr: Zdravstveni učinci mogući su za sve, ozbiljni za osjetljive skupine.
id: Efek kesehatan mungkin terjadi untuk semua orang, serius bagi kelompok sensitif.
mk: Можни здравствени ефекти за сите, по сериозно за сензитивни групи.
pl: Możliwe skutki zdrowotne dla wszystkich, poważne dla grup wrażliwych.
ro: Efecte dăunătoare sănătății posibile pentru toți. Risc crescut pentru grupurile cu sensibilități.
sw: Athari za kiafya zinawezekana kwa kila mtu, mbaya kwa vikundi nyeti.
ur: سب کے لۓ مضر صحت اثرات کا خدشہ۔ حساس لوگوں کے لۓ خطرہ۔

# veryPoorAqiDesc
source: Serious health effects for everyone.
el: Σοβαρές επιπτώσεις στην υγεία για όλους.
fi: Vakavia terveysvaikutuksia kaikille.
hr: Ozbiljne zdravstvene posljedice za sve.
id: Dampak kesehatan serius untuk semua orang.
mk: Сериозни здравствени ефекти за сите.
pl: Poważne skutki zdrowotne dla wszystkich.
ro: Efecte grave dăunătoare sănătății pentru toți.
sw: Madhara makubwa kiafya kwa kila mtu.
ur: سب کے لۓ مضر صحت اثرات۔

# unhealthyAqiDesc
source: Emergency conditions; severe health effects for all.
el: Συνθήκες έκτακτης ανάγκης· σοβαρές επιπτώσεις στην υγεία για όλους.
fi: Hätätila; erittäin vakavia terveysvaikutuksia kaikille.
hr: Izvanredne situacije; teške zdravstvene posljedice za sve.
id: Kondisi darurat; dampak kesehatan parah untuk semua orang.
mk: Итни услови; сериозни ефекти за сите.
pl: Warunki awaryjne; poważne skutki zdrowotne dla wszystkich.
ro: Condiții de urgență; Efecte foarte grav dăunătoare sănătății pentru toți.
sw: Hali ya dharura; madhara makubwa kiafya kwa wote.
ur: ایمرجینسی کی صورتحال۔ سب کے لۓ شدید مضر صحت اثرات۔

source: Photo, by ,x, on ,Unsplash
el: Φωτογραφία, από τον ,x, στο ,Unsplash
fi: Kuva, ottanut ,x, palvelussa ,Unsplash
hr: Fotografija, autora ,x, na ,Unsplashu
id: Foto, oleh ,x, di ,Unsplash
mk: Слика, од ,x, на ,Unsplash
pl: Zdjęcie, ,x, na ,Unsplash
ro: Poză, de ,x, pe ,Unsplash
sw: Picha, na,x,Kutonyunyiza
ur: تصویر، منجانب ،x، ماخذ ،Unsplash

# sourceCodeLowercase
source: source code
hr: izvorni kod
id: sumber kode
mk: изворен код
pl: kod źródłowy
ro: cod sursă
sw: Msimbo wa chanzo
ur: ماخذ کوڈ

# emailLowercase
source: email
mk: е-пошта
sw: barua pepe
ur: ای میل

# reportAnIssueLowercase
source: report an issue
hr: prijavi problem
id: laporkan bug
mk: изјави проблем
pl: zgłoś problem
ro: raportați o problemă
sw: tangaza tatizo
ur: مسئلے کی اطلاع دیں

# donateLowercase
source: donate
hr: doniraj
id: donasi
mk: донирај
pl: przekazać darowiznę
ro: donează
sw: changia
ur: عطیہ کریں

# versionUppercase
source: Version
hr: Verzija
id: Versi
mk: Верзија
pl: Wersja
ro: Versiune
sw: Toleo
ur: ورژن

# apiAndServices
source: APIs & Services
hr: API i Servisi
id: Layanan Server
mk: АПИ и Сервиси
pl: Interfejsy API i usługi
ro: API-uri & Servicii
sw: API na Huduma
ur: APIs اور خدمات

# licenseUppercase
source: License
hr: Licenca
id: Lisensi
mk: Лиценца
pl: Licencja
ro: Licență
sw: Leseni
ur: لائسنس

# weatherDataLowercase
source: weather data
hr: podaci o vremenu
id: data cuaca
mk: временски податоци
pl: dane pogodowe
ro: date meteorologice
sw: data ya hali ya hewa
ur: موسم کے اعداد و شمار

# imagesLowercase
source: images
hr: slike
id: gambar
mk: слики
pl: obrazy
ro: imagini
sw: picha
ur: تصاویر
