Repository: bmaroti9/Overmorrow
Catalog: lib/l10n/app_*.arb
Languages: el, fi, hr, id, mk, pl, ro, sw, ur

source: Feels like
el: Αίσθηση
fi: Tuntuu kuin
hr: Osjeća se kao
id: Terasa seperti
mk: се чувствува како
pl: Odczuwaln.
ro: Resimțit ca
sw: Inahisi kama
ur: محسوس کردہ

# precipCapital
source: Precip.
el: Κατ. βροχ.
fi: Sade
hr: Oborine.
id: Curah hjn.
mk: Врнежи
pl: Opady
ro: Precipitații
ur: رطوبتی نزول۔

source: Humidity
el: Υγρασία
fi: Kosteus
hr: Vlažnost
id: Kelembapan
mk: Влажност
pl: Wilgot.
ro: Umiditate
sw: Unyevu
ur: نمی

# windCapital
source: Wind
el: Άνεμος
fi: Tuuli
hr: Vjetar
id: Angin
mk: Ветер
pl: Wiatr
ro: Vânt
sw: Upepo
ur: ہوا

# uvCapital
source: UV
mk: УВ
sw: Fahirisi ya UV
ur: بالاۓ بنفشی

source: Settings
el: Ρυθμίσεις
fi: Asetukset
hr: Postavke
id: Setelan
mk: Поставки
pl: Ustawienia
ro: Setări
sw: Mipangilio
ur: سیٹنگ

source: Today
el: Σήμερα
fi: Tänään
hr: Danas
id: Hari ini
mk: Денес
pl: Dzisiaj
ro: astăzi
sw: Leo
ur: آج

# tomorrowLowercase
source: tomorrow
hr: sutra
id: esok
mk: утре
pl: jutro
ro: mâine
sw: kesho
ur: کل

# overmorrowLowercase
source: Overmorrow
hr: Sutrašnjica
mk: Задутре
pl: Pojutrze
ro: poimâine
ur: پرسوں

source: Language
el: Γλώσσα
fi: Kieli
hr: Jezik
id: Bahasa
mk: Јазик
pl: Język
ro: Limbă
sw: Lugha
ur: زبان

source: Temperature
el: Θερμοκρασία
fi: Lämpötila
hr: Temperatura
id: Suhu
mk: Температура
pl: Temperatura
ro: Temperatură
sw: Halijoto
ur: درجہ حرارت

# precipitaion
source: Precipitation
el: Υετός
fi: Sade
hr: Oborine
id: Curah hujan
mk: Врнеж
pl: Opady
ro: Precipitație
sw: Mvua
ur: رطوبتی نزول

source: Rain
el: Βροχή
fi: Vesisade
hr: Kiša
id: Hujan
mk: Дожд
pl: Deszcz
ro: Ploaie
sw: Mvua
ur: بادش

source: Clear Night
el: Καθαρή Βραδιά
fi: Selkeä yö
hr: Vedra noć
id: Cerah
mk: Ведра Ноќ
pl: Bezchmurna noc
ro: Noapte Senină
sw: Usiku Wazi
ur: صاف رات

source: Partly Cloudy
el: Αραιή Συννεφιά
fi: Osittain pilvistä
hr: Djelomično oblačno
id: Berawan
mk: Делумно Облачно
pl: Częściowe zachmurzenie
ro: Parțial Înnorat
sw: Mawingu Kiasi
ur: چند بادل

source: Clear Sky
el: Καθαρός Ουρανός
fi: Selkeä taivas
hr: Vedro nebo
id: Cerah
mk: Ведро Небо
pl: Bezchmurnie
ro: Cer Senin
sw: Anga Wazi
ur: صاف مطلع

source: Overcast
el: Νεφελώδης
fi: Pilvistä
hr: Oblačno
id: Mendung
mk: Облачно
pl: Zachmurzenie
ro: Înnorat
sw: Mawingu
ur: ابر آلود

source: Haze
el: Ομίχλη
fi: Sumua
hr: Izmaglica
id: Kabut
mk: Измаглица
pl: Mglisto
ro: Ceață ușoară
sw: Ukungu
ur: گردوغبار

source: Sleet
el: Χιονόνερο
fi: Räntää
hr: Susnježica
id: Hujan Es
mk: Сунснежица
pl: Deszcz ze śniegiem
ro: Lapoviță
sw: Mvua ya barafu
ur: ادھ جمی برف

source: Drizzle
el: Ψιχάλα
fi: Tihkusadetta
hr: Rominjanje
id: Gerimis
mk: Ситен Дожд
pl: Mżawka
ro: Burniță
sw: Mvua nyepesi
ur: بونداباندی

source: Thunderstorm
el: Καταιγίδα
fi: Ukonilma
hr: Grmljavina
id: Petir
mk: Грмотевици
pl: Burza
ro: Furtună
sw: Mvua ya Radi
ur: گرج چمک اور طوفان

source: Heavy Snow
el: Βαριά Χιονόπτωση
fi: Voimakas lumisade
hr: Jak snijeg
id: Bersalju
mk: Обилен Снег
pl: Śnieżyca
ro: Viscol
sw: Theluji Nzito
ur: بھاری برف باری

source: Fog
el: Ομίχλη
fi: Sumuista
hr: Magla
id: Kabut
mk: Магла
pl: Mgła
ro: Ceață
sw: Ukungu
ur: کہرا

source: Snow
el: Χιονόπτωση
fi: Lunta
hr: Snijeg
id: Salju
mk: Снег
pl: Opady śniegu
ro: Zăpadă
sw: Theluji
ur: برف باری

source: Heavy Rain
el: Δυνατή Βροχή
fi: Rankkasade
hr: Jaka kiša
id: Hujan Lebat
mk: Обилен Дожд
pl: Ulewa
ro: Ploaie Abundentă
sw: Mvua Nzito
ur: تیز بارش

source: Cloudy Night
el: Συννεφιασμένη Νύχτα
fi: Pilvinen yö
hr: Oblačna noć
id: Berawan
mk: Облачно Ноќ
pl: Pochmurna noc
ro: Noapte Înnorată
sw: Usiku wenye Mawingu
ur: ابر آلود رات

source: Weak or no wifi connection
el: Αδύναμη ή χωρίς σύνδεση Wi-Fi
fi: Heikko tai olematon wifi-yhteys
hr: Slaba ili nikakva Wi-Fi veza
id: Sinyal Wi-Fi lemah atau hilang
mk: Слаба или без WiFi конекција
pl: Słabe połączenie lub brak Wi-Fi
ro: Wifi slab sau lipsă
sw: Muunganisho wa Wi-Fi dhaifu au hakuna kabisa
ur: انٹرنیٹ کمزور ہے یا میسر نہیں

source: Not connected to the internet
el: Χωρίς σύνδεση στο διαδίκτυο
fi: Ei yhteyttä Internetiin
hr: Nije povezano s internetom
id: Tidak ada internet
mk: Одврзано од интернет
pl: Brak internetu
ro: Lipsă conexiune la internet
sw: Haujaunganishwa na intaneti
ur: انٹرنیٹ بحال نہیں

source: Place not found
el: Δεν βρέθηκε η τοποθεσία
fi: Paikkaa ei löydy
hr: Mjesto nije pronađeno
id: Lokasi tidak ditemukan
mk: Местото не е најдено
pl: Nie znaleziono lokalizacji
ro: Locația nu a fost găsită
sw: Sehemu haipatikani
ur: جگہ تلاش نہیں ہو سکی

source: Unable to locate device
el: Η συσκευή δεν εντοπίστηκε
fi: Laitetta ei voi paikantaa
hr: Nije moguće pronaći uređaj
id: Tidak dapat menemukan perangkat
mk: Уредот не може да се лоцира
pl: Brak możliwości zlokalizowania urządzenia
ro: Nu se poate localiza dispozitivul
sw: Nimeshindwa kupata kifaa
ur: فون کی تلاش نہیں ہو سکی

source: location services are disabled.
el: Οι υπηρεσίες τοποθεσίας είναι απενεργοποιημένες.
fi: sijaintipalvelut on poistettu käytöstä.
hr: Usluge lokacije su onemogućene.
id: GPS dinonaktifkan.
mk: Локациски сервиси се исклучени.
pl: Lokalizacja wyłączona.
ro: locația este dezactivată.
sw: huduma za eneo zimezimwa.
ur: فون لوکیشن بند ہے۔

source: location permission is denied
el: Έχει απαγορευθεί η άδεια τοποθεσίας
fi: sijainnin käyttöoikeus on estetty
hr: dozvola za lokaciju je odbijena
id: izin lokasi ditolak
mk: Локациски дозвола е одбиена
pl: Odmowa pozwolenia na lokalizację
ro: permisiunea locației este respinsă
sw: huduma za eneo zimezimwa
ur: لوکیشن پرمیشن منسوخ کر دی گیٔ ھے

source: location permission denied forever
el: Έχει απαγορευθεί η άδεια τοποθεσίας επ αόριστον
fi: sijainnin käyttöoikeus estetty ikuisesti
hr: dozvola za lokaciju zauvijek odbijena
id: tidak mendapat izin lokasi
mk: Локациски дозвола е целосно одбиена
pl: Trwała odmowa pozwolenia na lokalizację
ro: permisiunea locației este respinsă pentru totdeauna
sw: Ruhusa ya eneo imekataa milele
ur: لوکیشن پرمیشن ھمیشہ کے لیے منسوخ کر دی گیٔ ھے

source: grant location permission
hr: odobri dopuštenje za lokaciju
id: izin lokasi
mk: Одобрете локациски дозвола
pl: udzielić pozwolenia na lokalizację
ro: oferiți permisiunea locației
sw: Patia ruhusa ya eneo
ur: لوکیشن پرمیشن فراہم کریں

source: current location
hr: trenutna lokacija
id: lokasi saat ini
mk: Моментална локација
pl: obecna lokalizacja
ro: locație actuală
sw: Eneo la sasa
ur: موجودہ لوکیشن

# favoritesLowercase
source: favorites
hr: favoriti
id: favorite
mk: Омилени
pl: ulubione
ro: favorite
sw: vipendwa
ur: پسندیدہ جات

source: failed to access gps
el: Αποτυχία σύνδεσης στο GPS
fi: gps:n käyttö epäonnistui
hr: neuspio pristup GPS-u
id: gagal mengakses GPS
mk: Не може да се пристапи до GPS мрежата
pl: gps niedostępny
ro: nu s-a putut accesa gps-ul
sw: imeshindikana kupata gps
ur: GPS تک رسایٔ ممکن نہیں

source: Search...
el: Αναζήτηση...
fi: Etsi...
hr: Pretraživanje...
id: Cari...
mk: Пребарај...
pl: Szukam...
ro: Căutare...
sw: Tafuta...
ur: تلاش کریں۔۔۔

source: sunrise/sunset
el: ανατολή/δύση ηλίου
fi: auringonnousu/-lasku
hr: izlazak/zalazak
id: terbit/terbenam
mk: изгрејсонце/зајдисонце
pl: wschód/zachód
ro: răsărit/apus
sw: Kutokea kwa jua / Machweo ya jua
ur: طلوع / غروب

source: Air Quality
el: Ποιότητα αέρα
fi: Ilmanlaatu
hr: Kvaliteta zraka
id: Kualitas Udara
mk: Квалитет на воздухот
pl: Jakość powietrza
ro: Calitatea Aerului
sw: Ubora wa Hewa
ur: ہوا کا معیار

# airQualityLowercase
source: air quality
el: ποιότητα αέρα
fi: ilmanlaatu
hr: kvaliteta zraka
id: kualitas udara
mk: квалитет на воздухот
pl: jakość powietrza
ro: calitatea aerului
sw: ubora wa hewa
ur: ہوا کا معیار

source: good
el: εξαιρετική
fi: hyvä
hr: dobro
id: baik
mk: добро
pl: dobry
ro: bună
sw: vizuri
ur: اچھا

source: Appearance
el: Εμφάνιση
fi: Ulkoasu
hr: Izgled
id: Tampilan
mk: Изглед
pl: Wygląd
ro: Aspect
sw: Muonekano
ur: حلیہ

source: General
el: Γενικά
fi: Yleiset
hr: Općenito
id: Umum
mk: Општо
pl: Ogólne
sw: Kawaida
ur: عام

source: Units
el: Μονάδες
fi: Yksiköt
hr: Jedinice
id: Unit
mk: Мерни Единици
pl: Jednostki
ro: Unități
sw: Vitengo
ur: یونٹ

source: About
el: Σχετικά με
fi: Tietoja
hr: O aplikaciji
id: Tentang
mk: Повеќе за нас
pl: Info
ro: Despre
sw: Kuhusu
ur: متعلقات

# appearanceSettingDesc
source: color theme, image source
el: θέμα χρωμάτων, πηγή εικόνας
fi: väriteema, kuvalähde
hr: tema boja, izvor slike
id: tema warna, sumber gambar
mk: тема на бојата, извор на сликата
pl: motyw kolorystyczny, źródło obrazu
ro: temă culori, sursă imagine
sw: mandhari ya angi, chanzo cha picha
ur: رنگت، تصویری ماخذ

# generalSettingDesc
source: time mode, font size
el: λειτουργία χρόνου, μέγεθος γραμματοσειράς
fi: aikamuoto, fontin koko
hr: vremenski način, veličina fonta
id: mode waktu, ukuran font
mk: временски режим, големина на фонтот
pl: tryb czasu, rozmiar czcionki
ro: mod timp, dimensiunea fontului
sw: Hali ya muda, ukubwa wa fonti
ur: وقت کی قِسم کا تعین ، لکھایٔ کا سائز

# languageSettingDesc
source: the language used
el: η χρησιμοποιούμενη γλώσσα
fi: käytettävä kieli
hr: korišteni jezik
id: bahasa yang digunakan
mk: јазикот во употреба
pl: używany język
ro: limba folosită
sw: Lugha iliyotumika
ur: زبانِ استعمال

# unitsSettingdesc
source: the units used in the app
el: οι μονάδες που χρησιμοποιούνται στην εφαρμογή
fi: sovelluksessa käytettävät yksiköt
hr: jedinice korištene u aplikaciji
id: unit dalam apl
mk: мерни единици во корист
pl: jednostki używane w aplikacji
ro: unitățile folosire in aplicație
sw: vitengo vinavyotumika katika programu
ur: ایپ میں استعمال کردہ یونٹ

# aboutSettingsDesc
source: about this app
hr: o ovoj aplikaciji
id: info apl
mk: повеќе за апликацијава
pl: o tej aplikacji
ro: despre aplicație
sw: kuhusi hii programu
ur: اس ایپ کے متعلق

source: now
el: τώρα
fi: nyt
hr: sada
id: skrg.
mk: моментално
pl: teraz
ro: acum
sw: sasa hivi
ur: ابھی

source: hr
el: ώ
fi: tunti
id: jam
mk: час
pl: godz.
ro: oră
ur: گھنٹے

source: Layout
el: Διάταξη
fi: Asettelu
hr: Raspored
id: Tata letak
mk: Распоред
pl: Układ
ro: Structură
sw: Mpangilio
ur: ترتیب

# layoutSettingDesc
source: widget order, customization
el: σειρά widget, προσαρμογή
fi: elementtien järjestys, mukautus
hr: redoslijed widgeta, prilagodba
id: urutan widget, kustomisasi
mk: редослед на виџети, уредување
pl: kolejność widżetów, dostosowanie
ro: ordine widget, customizare
sw: mpangilio wa widget, ubinafsishaji
ur: ویجیٹ کی ترتیب ، تخصیص

# thirtyMinutes
source: 30m
el: 30λ
fi: 30 min
mk: 30 минути
ur: 30 منٹ

source: main pollutant
el: κύριο ρυπογόνο
fi: pääasiallinen epäpuhtaus
hr: glavni zagađivač
id: polusi utama
mk: главен загадувач
pl: główny zanieczyszczający
ro: poluant principal
sw: uchafuzi mkuu
ur: مرکزی آلودگی

source: Alder Pollen
el: γύρη σκλήθρου
fi: Lepän siitepölyä
hr: Pelud johe
id: Polen Alder
mk: Полен на алдер
pl: pyłek olchy
ro: Polen de arin
sw: Alder Poleni
ur: ایلڈر پولن

source: Birch Pollen
el: γύρη σημύδας
fi: Koivun siitepölyä
hr: Pelud breze
id: Polen Birch
mk: полен од бреза
pl: pyłek brzozy
ro: Polen de mesteacăn
sw: Birch Poleni
ur: برچ پولن

source: Grass Pollen
el: γύρη χόρτου
fi: Heinikon siitepölyä
hr: Pelud trave
id: Polen Rumput
mk: полен од трева
pl: pyłek traw
ro: Polen de iarbă
sw: Poleni ya nyasi
ur: گھاس کا جرگ

source: Mugwort Pollen
el: γύρη αψιθιάς
fi: Pujon siitepölyä
hr: Pelud pelina
id: Polen Mugwort
mk: полен од пелин
pl: pyłek bylicy
ro: Polen de pelin
sw: Poleni ya Mugwort
ur: مگورٹ پولن

source: Olive Pollen
el: γύρη ελιάς
fi: Oliivin siitepölyä
hr: Pelud masline
id: Polen Zaitun
mk: полен од маслина
pl: pyłek oliwny
ro: Polen de măslin
sw: Poleni ya Olive
ur: زیتون کا پولن

source: Ragweed Pollen
el: γύρη αμβροσίας
fi: Tuoksukin siitepölyä
hr: Pelud ambrozije
id: Polen Ragweed
mk: полен од амброзија
pl: pyłek ambrozji
ro: Polen de ambrozie
sw: Poleni ya Ragweed
ur: رگویڈ پولن

source: daily AQI
el: καθημερινός AQI
fi: päivittäinen AQI
hr: dnevni AQI
id: AQI harian
mk: дневен индекс за квалитет на воздух
pl: dzienne AQI
ro: AQI zilnic
sw: AQI ya kila siku
ur: روزانہ کا AQI

source: Date format
el: Μορφή Ημερομηνίας
fi: Päiväyksen muoto
hr: Format datuma
id: Format tanggal
mk: Формат на датуми
pl: Format Daty
ro: Format dată
sw: Mfano wa tarehe
ur: تاریخ لکھنے کا طریقہ

source: d
el: η
fi: pv
id: h
mk: д
ro: z
ur: دن

source: aerosol optical depth
el: οπτικό βάθος αερολύματος
hr: optička dubina aerosola
id: kedalaman optik aerosol
mk: оптичка длабочина на аеросоли
pl: głębokość optyczna aerozolu
ro: adâncimea optică a aerosolilor
sw: kina cha macho cha erosoli
ur: ایروسول آپٹیکل ڈیپت

source: dust
el: σκόνη
fi: pölyä
hr: prašina
id: debu
mk: прав
pl: pył
ro: praf
sw: vumbi
ur: گرد

source: european aqi
el: ευρωπαϊκός aqi
fi: eurooppalainen aqi
hr: europski aqi
id: aqi eropa
mk: европски индекс за квалитет на воздухот
pl: europejski aqi
ro: AQI european
sw: aqi ya ulaya
ur: یورپی معیارِ AQI

source: united states aqi
el: aqi ηπα
fi: yhdysvaltain aqi
hr: američki aqi
id: aqi amerika
mk: американски индекс за квалитет на воздухот
pl: amerykański aqi
ro: AQI statele unite
sw: aqi ya marekani
ur: امریکی معیارِ AQI

source: offline
el: εκτός σύνδεσης
fi: ei yhteyttä
hr: izvan mreže
mk: одврзано
sw: nje ya mtandao
ur: آف لائن

source: help translate
el: συνέβαλε στη μετάφραση
fi: auta kääntämään
hr: pomoć pri prevođenju
id: terjemahkan
mk: помогни со превод
pl: pomóż przetłumaczyć
ro: ajută la traduceri
sw: saidia kutafsiri
ur: ترجمہ میں مدد کریں

source: extremely clear
el: αίθριος
fi: erittäin selkeää
hr: izuzetno jasno
id: sangat cerah
mk: екстремно ведро
pl: niezwykle czyste
ro: extrem de senin
sw: wazi sana
ur: بالکل صاف

source: very clear
el: αίθριος
fi: hyvin selkeää
hr: vrlo jasno
id: cerah sekali
mk: многу ведро
pl: bardzo czyste
ro: foarte senin
sw: wazi kabisa
ur: تقریباً صاف

source: clear
fi: selkeää
hr: jasno
id: cerah
mk: ведро
pl: czyste
ro: senin
sw: wazi
ur: صاف

source: slightly hazy
el: αραιή ομίχλη
fi: hieman utuista
hr: blaga izmaglica
id: agak berkabut
mk: малку измаглено
pl: lekko zamglone
ro: puțin încețoșat
sw: ukungu kidogo
ur: تھوڑا غبارآلود

source: hazy
el: ομίχλη
fi: utuista
hr: maglovito
id: berkabut
mk: измаглено
pl: mglisto
ro: încețoșat
sw: ukungu
ur: غبارآلود

source: very hazy
el: πολύ ομίχλη
fi: erittäin utuista
hr: vrlo maglovito
id: sangat berkabut
mk: многу измаглено
pl: bardzo mglisto
ro: foarte încețoșat
sw: ukungu sana
ur: بہت غبارآلود

source: extremely hazy
el: υπερβολική ομίχλη
fi: äärimmäisen utuista
hr: izuzetno maglovito
id: sangat berkabut
mk: екстремно измаглено
pl: wyjątkowo zamglone
ro: extrem de încețoșat
sw: Ukungu mkubwa
ur: شدید غبارآلود

source: powered by open-meteo
el: παρέχεται από το open-meteo
fi: voimanlähteenä open-meteo
hr: podaci sa open-meteo
id: didukung oleh open-mateo
mk: со помош од open-meteo
pl: obsługiwane przez open-meteo
ro: distribuit de open-meteo
sw: imefanikishwa na open-meteo
ur: Open-Meteo سے حاصل کردہ

# rainInHalfHour
source: rain in the next half an hour
el: βροχή στο επόμενο μισάωρο
fi: sadetta seuraavan puolen tunnin aikana
hr: kiša u sljedećih pola sata
id: hujan dalam setengah jam ke depan
mk: дожд во следната половина час
pl: przez następne pół godziny będzie padać
ro: va ploua in următoarea jumătate de oră
sw: mvua katika nusu saa ijayo
ur: اگلے آدھے گھنٹے میں بارش

# rainInMinutes
source: rain in the next {minutes, plural, =1 {minute} other {{minutes} minutes}}
el: Βροχή στα επόμενα {minutes, plural, =1 {minute} other {{minutes} λεπτά}}
fi: sadetta {minutes, plural, =1 {minuutin} other {{minutes} minuutin}} päästä
hr: kiša za {minutes, plural, =1 {minute} other {{minutes} minutes}}
id: hujan dalam {minutes, plural, =1 {minute} other {{minutes} minutes}} ke depan
mk: дожд во {minutes, plural, =1 {следната минута} other {следните {minutes} минути}}
pl: deszcz w ciągu następnych {minutes, plural, =1 {minute} other {{minutes} minutes}}
ro: va ploua în {minutes, plural,=1 {minut}other {{minutes} minute}}
sw: mvua kwa dakika { wingi,=1 {dakika} zingine {dakika} dakika}
ur: بارش اگلے {minutes, plural, =1 {{minutes} منٹ} other {{minutes} منٹوں}} میں

# rainInOneHour
source: rain in the next hour
el: βροχή μέσα στην επόμενη ώρα
fi: sadetta tunnin sisään
hr: kiša u sljedećem satu
id: hujan dalam satu jam ke depan
mk: дожд во следниот час
pl: deszcz w ciągu następnej godziny
ro: va ploua in următoarea oră
sw: mvua kwa saa ijayo
ur: اگلے ایک گھنٹے میں بارش

# rainInHours
source: rain in the next {hours, plural, =1 {hour} other {{hours} hours}}
el: βροχή τις επόμενες {hours, plural, =1 {hours} other {{hours} ώρες}}
fi: sadetta {hours, plural, =1 {tunnin} other {{hours} tunnin}} sisään
hr: kiša za {hours, plural, =1 {hour} other {{hours} hours}}
id: hujan dalam {hours, plural, =1 {hour} other {{hours} hours}} ke depan
mk: дожд во {hours, plural, =1 {следниот час} other {следните {hours} часови}}
pl: deszcz w ciągu następnych {hours, plural, =1 {hour} other {{hours} hours}}
ro: va ploua în {hours, plural,=1 {oră}other {{hours} ore}}
sw: mvua kwa { wingi, =1 {saa} nyingine {masaa} masaa}
ur: بارش اگلے {hours, plural, =1 {ایک گھنٹہ} other {{hours} گھنٹے}} میں

# rainExpectedInMinutes
source: rain expected in {minutes, plural, =1 {minute} other {{minutes} minutes}}
fi: sadetta odotettavissa {minutes, plural, =1 {minuutin} other {{minutes} minuutin}} sisään
hr: očekuje se kiša za {minutes, plural, =1 {minute} other {{minutes} minutes}}
id: hujan diperkirakan dalam {minutes, plural, =1 {minute} other {{minutes} minutes}} ke depan
mk: се очекува дожд за {minutes, plural, =1 {минута} other {{minutes} минути}}
pl: spodziewany deszcz za {minutes, plural, =1 {minute} other {{minutes} minutes}}
ro: se așteaptă ploaie în {minutes, plural,=1 {un minut}other {{minutes} minute}}
ur: بارش متوقع ہے {minutes, plural, =1 {ایک منٹ میں} other {{minutes} منٹوں میں}}

# rainExpectedInOneHour
source: rain expected in an hour
fi: sadetta odotettavissa tunnin sisään
hr: očekuje se kiša za sat vremena
id: hujan diperkirakan dalam satu jam ke depan
mk: се очекува дожд за околу 1 час
pl: spodziewany deszcz za godzinę
ro: se așteaptă ploaie într-o oră
ur: اگلے ایک گھنٹے میں بارش متوقع

# rainExpectedInHours
source: rain expected in {hours, plural, =1 {hour} other {{hours} hours}}
fi: sadetta odotettavissa {hours, plural, =1 {tunnin} other {{hours} tunnin}} sisään
hr: očekuje se kiša za {hours, plural, =1 {hour} other {{hours} hours}}
id: hujan diperkirakan dalam {hours, plural, =1 {hour} other {{hours} hours}} ke depan
mk: се очекува дожд за {hours, plural, =1 {час} other {{hours} часови}}
pl: spodziewany deszcz za {hours, plural, =1 {hour} other {{hours} hours}}
ro: se așteaptă ploaie în {hours, plural,=1 {o oră}other {{hours} ore}}
ur: بارش متوقع ہے {hours, plural, =1 {ایک گھنٹے میں} other {{hours} گھنٹوں میں}}

# updatedXMinutesAgo
source: updated, {minutes} min ago
fi: päivitetty, {minutes} min sitten
hr: osvježeno prije {minutes} min
id: diperbarui, {minutes} menit yang lalu
mk: ажурирано пред {minutes} минути
pl: zaktualizowano, {minutes} min. temu
ro: actualizat, acum {minutes} min
ur: تازہ کاری، {minutes} منٹ پہلے

# updatedXHoursAgo
source: updated, {hours, plural, =1 {1 hour} other {{hours} hours}} ago
fi: päivitetty, {hours, plural, =1 {1 tunti} other {{hours} tuntia}} sitten
hr: osvježeno prije {hours, plural, =1 {1 hour} other {{hours} hours}}
id: diperbarui, {hours, plural, =1 {1 hour} other {{hours} hours}} yang lalu
mk: ажурирано пред {hours, plural, =1 {1 час} other {{hours} часови}} часови
pl: zaktualizowano, {hours, plural, =1 {1 hour} other {{hours} hours}} temu
ro: actualizat, acum {hours, plural,=1 {o oră}other {{hours} ore}}
ur: تازہ کاری، {hours, plural, =1 {1 گھنٹہ} other {{hours} گھنٹے}} پہلے

# updatedXDaysAgo
source: updated, {days, plural, =1 {1 day} other {{days} days}} ago
fi: päivitetty, {days, plural, =1 {1 päivä} other {{days} päivää}} sitten
hr: osvježeno prije {days, plural, =1 {1 day} other {{days} days}}
id: diperbarui, {days, plural, =1 {1 hari} other {{days} hari}} yang lalu
mk: ажурирано пред {days, plural, =1 {1 ден} other {{days} дена}}
pl: zaktualizowano, {days, plural, =1 {1 day} other {{days} days}} temu
ro: actualizat, acum {days, plural,=1 {o zi}other {{days} zile}}
ur: تازہ کاری، {days, plural, =1 {1 دن} other {{days} دن}} پہلے

source: Radar haptics
fi: Tutkan tuntoaisti
hr: Haptika radara
id: Radar haptik
mk: радарски хаптики
pl: Haptyka radarowa
ro: Haptic feedback radar
ur: ریڈار ہپٹکس

# alertsCapital
source: Alerts
fi: Hälytykset
hr: Upozorenja
id: Peringatan
mk: Известувања
pl: Alerty
ro: Alerte
ur: انتباہات

# alertsLowercase
source: alerts
hr: upozorenja
id: peringatan
mk: известувања
pl: ostrzeżenia
ro: alerte
ur: انتباہات

source: severity
fi: vakavuus
hr: ozbiljnost
id: tingkat bahaya
mk: сериозност
pl: nasilenie
ro: severitate
ur: شدت

source: certainty
fi: varmuus
hr: sigurnost
id: tingkat akurasi
mk: сигурност
pl: pewność
ro: încredere
ur: یقین

source: urgency
fi: kiirellisyys
hr: hitnost
id: tingkat saran
mk: итност
pl: pilność
ro: urgență
ur: اشد ضرورت

source: areas
fi: alueet
hr: područja
id: wilayah
mk: области
pl: obszary
ro: zone
ur: جگہیں

source: light
hr: svjetlo
id: ringan
mk: слабо
pl: światło
ro: ușor
ur: ہلکی

source: heavy
hr: težak
id: lebat
mk: обилни
pl: ciężki
ro: puternic
ur: موسلادھار

source: show more
hr: pokaži više
id: lebih
mk: покажи повеќе
pl: pokaż więcej
ro: arată mai mult
ur: مزید دکھائیں

source: show less
hr: pokaži manje
id: kurangi detail
mk: покажи помалку
pl: pokaż mniej
ro: arată mai puțin
ur: کم دکھائیں

source: fair
el: καλή
fi: kohtuullinen
hr: pošteno
id: cukup
mk: ведро
pl: dopuszczalny
ro: acceptabilă
sw: haki
ur: قابلِ قبول

source: moderate
el: ασθενής
fi: keskiverto
hr: umjereno
id: sedang
mk: умерено
pl: umiarkowany
ro: moderată
sw: wastani
ur: معتدل

source: poor
el: ανθυγιεινή
fi: heikko
hr: loše
id: buruk
mk: слабо
pl: słaby
ro: slabă
sw: maskini
ur: خراب

source: very poor
el: πολύ ανθυγιεινή
fi: erittäin huono
hr: vrlo loše
id: sangat buruk
mk: многу слабо
pl: bardzo słaby
ro: deplorabilă
sw: maskini kabisa
ur: بہت خراب

source: unhealthy
el: επικίνδυνη
fi: epäterveellinen
hr: nezdravo
id: tidak sehat
mk: не здраво
pl: niezdrowy
ro: nesănătoasă
sw: isiyo na afya
ur: مضر صحت

source: radar
el: ραντάρ
fi: tutka
mk: радар
sw: rada
ur: ریڈار

source: Color mode
el: Λειτουργεία χρώματος
fi: Väritila
hr: Način boja
id: Mode warna
mk: режим на боја
pl: Schemat kolorów
ro: Mod culoare
sw: Hali ya rangi
ur: رنگ کی قِسم کا تعین

# weatherProvderLowercase
source: weather provider
hr: pružatelj vremenske prognoze
id: server cuaca
mk: обезбедувач на прогноза
pl: dostawca danych pogodowych
ro: Distribuitor vreme
sw: mtoa huduma ya hali ya hewa
ur: موسم کا حال بتانے والا

source: Time mode
el: Μορφή ώρας
fi: Aikamuoto
hr: Vremenski način rada
id: 12/24 jam
mk: Временски режим
pl: Format czasu
ro: Mod timp
sw: Hali ya masaa
ur: وقت کی قِسم کا تعین

source: Mon
el: Δευ
fi: Ma
hr: Pon
id: Sen
mk: Пон
pl: Pon
ro: Lu
sw: jumatatu
ur: پیر

source: Tue
el: Τρι
fi: Ti
hr: Ut
id: Sel
mk: Вто
pl: Wt
ro: Ma
sw: jumanne
ur: منگل

source: Wed
el: Τετ
fi: Ke
hr: Sri
id: Rab
mk: Сре
pl: Śr
ro: Mi
sw: jumatano
ur: بدھ

source: Thu
el: Πεμ
fi: To
hr: Čet
id: Kam
mk: Чет
pl: Czw
ro: Jo
sw: alhamisi
ur: جمعرات

source: Fri
el: Παρ
fi: Pe
hr: Pe
id: Jum
mk: Пет
pl: Pt
ro: Vi
sw: ijumaa
ur: جمعہ

source: Sat
el: Σαβ
fi: La
hr: Sub
id: Sab
mk: Саб
pl: Sob
ro: Sâ
sw: jumamosi
ur: ہفتہ

source: Sun
el: Κυρ
fi: Su
hr: Ned
id: Min
mk: Нед
pl: Nd
ro: Du
sw: jumapili
ur: اتوار

source: Font size
el: Μέγεθος γραμματοσειράς
fi: Fontin koko
hr: Veličina fonta
id: Ukuran font
mk: Големина на фонт
pl: Rozmiar czcionki
ro: Dimensiunea fontului
sw: Ukubwa wa herufi
ur: لکھایٔ کا سائز

# dailyLowercase
source: daily
hr: dnevno
id: harian
mk: дневно
pl: codziennie
ro: zilnic
sw: kila siku
ur: روزانہ
